Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Yap quits as soon as this is done.
de: Yap wird beendet, sobald das erledigt ist.
fr: Yap se fermera dès que ce sera terminé.
zh_hans: 完成后 Yap 会立即退出。
zh_hant: 完成後 Yap 會立即退出。

source: Yap Refine could not complete the enhancement.
de: Yap Refine konnte die Verbesserung nicht abschließen.
fr: Yap Refine n'a pas pu terminer l'amélioration.
zh_hans: Yap Refine 无法完成润色。
zh_hant: Yap Refine 無法完成潤色。

source: Yap Refine could not prepare the model.
de: Yap Refine konnte das Modell nicht vorbereiten.
fr: Yap Refine n'a pas pu préparer le modèle.
zh_hans: Yap Refine 无法准备模型。
zh_hant: Yap Refine 無法準備模型。

source: Yap Refine is not downloaded.
de: Yap Refine wurde nicht heruntergeladen.
fr: Yap Refine n’est pas téléchargé.
zh_hans: 尚未下载 Yap Refine。
zh_hant: 尚未下載 Yap Refine。

source: Yap Refine only supports transcript cleanup.
de: Yap Refine unterstützt nur die Transkriptbereinigung.
fr: Yap Refine prend uniquement en charge le nettoyage des transcriptions.
zh_hans: Yap Refine 仅支持转录文本清理。
zh_hant: Yap Refine 僅支援轉錄文字清理。

source: Yap Refine received an invalid request.
de: Yap Refine hat eine ungültige Anfrage erhalten.
fr: Yap Refine a reçu une demande non valide.
zh_hans: Yap Refine 收到了无效请求。
zh_hant: Yap Refine 收到了無效請求。

source: Yap Refine requires an Apple silicon Mac with at least 16 GB of memory.
de: Yap Refine erfordert einen Mac mit Apple-Chip und mindestens 16 GB Arbeitsspeicher.
fr: Yap Refine nécessite un Mac Apple Silicon avec au moins 16 Go de mémoire.
zh_hans: Yap Refine 需要配备 Apple 芯片且内存至少为 16 GB 的 Mac。
zh_hant: Yap Refine 需要配備 Apple 芯片且記憶體至少為 16 GB 的 Mac。

source: Yap Refine returned an invalid response.
de: Yap Refine hat eine ungültige Antwort zurückgegeben.
fr: Yap Refine a renvoyé une réponse non valide.
zh_hans: Yap Refine 返回了无效响应。
zh_hant: Yap Refine 返回了無效回應。

source: Yap app is not available
de: Yap-App ist nicht verfügbar
fr: L'application Yap n'est pas disponible
zh_hans: Yap App 不可用
zh_hant: Yap App 不可用

source: Yap automatically switches to this mode based on the app or website you're using, or when you say a trigger word during recording.
de: Yap wechselt automatisch in diesen Modus, abhängig von der verwendeten App oder Website oder wenn du während der Aufnahme ein Auslösewort sagst.
fr: Yap passe automatiquement à ce mode selon l’application ou le site web que vous utilisez, ou lorsque vous prononcez un mot déclencheur pendant l’enregistrement.
zh_hans: Yap 会根据你正在使用的 App 或网站自动切换到此模式，也会在你录音时说出触发词后切换。
zh_hant: Yap 會根據你正在使用的 App 或網站自動切換到此模式，也會在你錄音時說出觸發詞後切換。

source: Yap automatically understands what you are working with and selects your preferred setup. You can always configure this by editing or creating new modes.
de: Yap erkennt automatisch, woran du arbeitest, und wählt deine bevorzugte Konfiguration aus. Du kannst dies jederzeit anpassen, indem du Modi bearbeitest oder neue erstellst.
fr: Yap comprend automatiquement avec quoi vous travaillez et sélectionne votre configuration préférée. Vous pouvez toujours configurer cela en modifiant ou en créant de nouveaux modes.
zh_hans: Yap 会自动识别你正在处理的内容，并选用你偏好的设置。你随时可以通过编辑或创建新模式来进行配置。
zh_hant: Yap 會自動辨識你正在處理的內容，並選用你偏好的設定。你隨時可以透過編輯或建立新模式來進行設定。

source: Yap barely heard anything from “%@”. Check your microphone in Audio Settings.
de: Yap hat von „%@“ kaum etwas gehört. Prüfe dein Mikrofon in den Audioeinstellungen.
fr: Yap n’a presque rien entendu depuis « %@ ». Vérifiez votre micro dans les réglages audio.
zh_hans: Yap 几乎没从“%@”听到声音。请在音频设置里检查麦克风。
zh_hant: Yap 幾乎沒從「%@」聽到聲音。請在音訊設定裡檢查麥克風。

source: Yap barely heard anything. Check that the right microphone is selected in Audio Settings.
de: Yap hat kaum etwas gehört. Prüfe in den Audioeinstellungen, ob das richtige Mikrofon ausgewählt ist.
fr: Yap n’a presque rien entendu. Vérifiez dans les réglages audio que le bon micro est sélectionné.
zh_hans: Yap 几乎没听到声音。请在音频设置里确认选的是正确的麦克风。
zh_hant: Yap 幾乎沒聽到聲音。請在音訊設定裡確認選的是正確的麥克風。

source: Yap can also record meetings: press %@ to start, then click ✓ in its panel to stop.
de: Yap kann auch Meetings aufnehmen: Mit %@ starten, zum Beenden im Meeting-Fenster auf ✓ klicken.
fr: Yap peut aussi enregistrer vos réunions : appuyez sur %@ pour démarrer, puis cliquez sur ✓ dans son panneau pour arrêter.
zh_hans: Yap 还能录制会议：按 %@ 开始，点会议面板里的 ✓ 停止。
zh_hant: Yap 也能錄製會議：按 %@ 開始，點會議面板裡的 ✓ 停止。

source: Yap can only update itself from the Applications folder. Drag Yap into it, then open Yap from there.
de: Yap kann sich nur aus dem Ordner „Programme“ selbst aktualisieren. Ziehe Yap dorthin und öffne es von dort.
fr: Yap ne peut se mettre à jour que depuis le dossier Applications. Faites-y glisser Yap, puis ouvrez-le depuis là.
zh_hans: Yap 只有放在“应用程序”文件夹里才能自动更新。把 Yap 拖进去，再从那里打开。
zh_hant: Yap 只有放在「應用程式」資料夾裡才能自動更新。把 Yap 拖進去，再從那裡開啟。

source: Yap can select the right mode from the app you are using and the rules you configure.
de: Yap kann anhand der verwendeten App und der konfigurierten Regeln den passenden Modus auswählen.
fr: Yap peut sélectionner le bon mode à partir de l'application que vous utilisez et des règles que vous configurez.
zh_hans: Yap 可以根据你正在使用的 App 和你配置的规则选择合适的模式。
zh_hant: Yap 可以根據你正在使用的 App 和你設定的規則選擇合適的模式。

source: Yap can't access the microphone. Allow it in System Settings.
de: Yap hat keinen Zugriff auf das Mikrofon. Erlaube ihn in den Systemeinstellungen.
fr: Yap n’a pas accès au micro. Autorisez-le dans Réglages Système.
zh_hans: Yap 无法使用麦克风，请在系统设置中允许。
zh_hant: Yap 無法使用麥克風，請在系統設定中允許。

source: Yap can't record other apps' sound; only your microphone is recorded.
de: Yap kann den Ton anderer Apps nicht aufnehmen; nur dein Mikrofon wird aufgenommen.
fr: Yap ne peut pas enregistrer le son des autres apps ; seul votre micro est enregistré.
zh_hans: Yap 无法录制其他 App 的声音，只录了你的麦克风。
zh_hant: Yap 無法錄製其他 App 的聲音，只錄了你的麥克風。

source: Yap collects no usage data. Transcripts are stored only on this Mac.
de: Yap erfasst keine Nutzungsdaten. Transkripte bleiben nur auf diesem Mac.
fr: Yap ne collecte aucune donnée d’utilisation. Les transcriptions restent uniquement sur ce Mac.
zh_hans: Yap 不收集使用数据。转写记录只存在这台 Mac 上。
zh_hant: Yap 不收集使用資料。轉錄記錄只存在這台 Mac 上。

source: Yap could not switch to another microphone.
de: Yap konnte nicht zu einem anderen Mikrofon wechseln.
fr: Yap n'a pas pu passer à un autre microphone.
zh_hans: Yap 无法切换到其他麦克风。
zh_hant: Yap 無法切換到其他麥克風。

source: Yap couldn't access its storage location. Your transcriptions will not be saved between sessions.
de: Yap konnte nicht auf den Speicherort zugreifen. Deine Transkriptionen werden nicht zwischen Sitzungen gespeichert.
fr: Yap n'a pas pu accéder à son emplacement de stockage. Vos transcriptions ne seront pas enregistrées entre les sessions.
zh_hans: Yap 无法访问其存储位置。你的转写记录将无法跨会话存储。
zh_hant: Yap 無法存取其儲存位置。你的轉錄記錄將無法跨會話儲存。

source: Yap didn't catch anything.
de: Yap hat nichts verstanden.
fr: Yap n’a rien saisi.
zh_hans: Yap 没听清任何内容。
zh_hant: Yap 沒聽清任何內容。

source: Yap impact summary
de: Yap-Wirkungsübersicht
fr: Résumé de l’impact de Yap
zh_hans: Yap 成效概览
zh_hant: Yap 成效概覽

source: Yap is Context-Aware
de: Yap erkennt den Kontext
fr: Yap est contextuel
zh_hans: Yap 支持上下文感知
zh_hant: Yap 支援上下文感知

source: Yap is also open source, so you can inspect every single line of code.
de: Yap ist auch Open Source, sodass du jede Codezeile einsehen kannst.
fr: Yap est également open source, vous pouvez donc inspecter chaque ligne de code.
zh_hans: Yap 还是开源软件，你可以查看每一行代码。
zh_hant: Yap 還是開源軟體，你可以查看每一行程式碼。

source: Yap is context-aware.
de: Yap erkennt den Kontext.
fr: Yap est sensible au contexte.
zh_hans: Yap 支持上下文感知。
zh_hant: Yap 支援上下文感知。

source: Yap modes include Dictation, Enhance, Email, Assistant, Rewrite, Ask, Summarize, and Translate.
de: Yap-Modi umfassen Diktat, Verbesserung, E-Mail, Assistent, Umschreiben, Fragen, Zusammenfassen und Übersetzen.
fr: Les modes Yap incluent Dictée, Améliorer, E-mail, Assistant, Réécriture, Demander, Résumer et Traduire.
zh_hans: Yap 的模式包括听写、润色、邮件、助手、改写、提问、总结和翻译。
zh_hant: Yap 的模式包括聽寫、潤色、郵件、助理、改寫、提問、總結和翻譯。

source: Yap needs at least one mode to record. Create one to start dictating.
de: Yap benötigt mindestens einen Modus zum Aufnehmen. Erstelle einen, um mit dem Diktieren zu beginnen.
fr: Yap a besoin d'au moins un mode pour enregistrer. Créez-en un pour commencer à dicter.
zh_hans: Yap 至少需要一个模式才能录音。创建一个模式即可开始听写。
zh_hant: Yap 至少需要一個模式才能錄音。建立一個模式即可開始聽寫。

source: Yap pastes
de: Yap fügt ein
fr: Yap colle
zh_hans: Yap 粘贴
zh_hant: Yap 貼上

source: Yap picks a mode for the app you're in. Press Option 1-9 while recording to switch, and edit modes anytime.
de: Yap wählt einen Modus passend zur App, in der du gerade bist. Drücke während der Aufnahme Option 1-9 zum Wechseln und bearbeite Modi jederzeit.
fr: Yap choisit un mode selon l’app que vous utilisez. Appuyez sur Option 1-9 pendant l’enregistrement pour changer, et modifiez les modes à tout moment.
zh_hans: Yap 会根据你正在使用的 app 自动选择模式。录音时按 Option 1-9 可以切换，模式也可以随时编辑。
zh_hant: Yap 會根據你正在使用的 app 自動選擇模式。錄音時按 Option 1-9 可以切換，模式也可以隨時編輯。

source: Yap quit while recording. Transcribe it?
de: Yap wurde während einer Aufnahme beendet. Aufnahme transkribieren?
fr: Yap s’est arrêté pendant un enregistrement. Le transcrire ?
zh_hans: Yap 在录音时退出了。要转写这段录音吗？
zh_hant: Yap 在錄音時退出了。要轉錄這段錄音嗎？

source: Yap reads visible screen content to improve the accuracy of transcripts.
de: Yap liest sichtbare Bildschirminhalte, um die Genauigkeit der Transkripte zu verbessern.
fr: Yap lit le contenu visible de l'écran pour améliorer la précision des transcriptions.
zh_hans: Yap 会读取屏幕上的可见内容，以提高转写的准确性。
zh_hant: Yap 會讀取螢幕上的可見內容，以提高轉錄的準確性。

source: Yap recorder dismissed
de: Yap-Aufnahme geschlossen
fr: Enregistreur Yap rejeté
zh_hans: Yap 录音器已关闭
zh_hant: Yap 錄音器已關閉

source: Yap recorder toggled
de: Yap-Aufnahme umgeschaltet
fr: Enregistreur Yap activé
zh_hans: 已切换 Yap 录音器
zh_hant: 已切換 Yap 錄音器

source: Yap recording service is not available
de: Yap-Aufnahmedienst ist nicht verfügbar
fr: Le service d'enregistrement Yap n'est pas disponible
zh_hans: Yap 录音服务不可用
zh_hant: Yap 錄音服務不可用

source: Yap records your microphone and the sound from other apps, transcribes it on the fly with this mode's model, and writes notes when you stop. To stop, click ✓ in this panel; the keyboard never stops a meeting.
de: Yap nimmt dein Mikrofon und den Ton anderer Apps auf, transkribiert laufend mit dem Modell dieses Modus und schreibt Notizen, wenn du stoppst. Zum Beenden klicke in diesem Fenster auf ✓; die Tastatur beendet nie ein Meeting.
fr: Yap enregistre votre micro et le son des autres apps, transcrit au fur et à mesure avec le modèle de ce mode et rédige des notes quand vous arrêtez. Pour arrêter, cliquez sur ✓ dans ce panneau ; le clavier n'arrête jamais une réunion.
zh_hans: Yap 会录下你的麦克风和其他 App 的声音，用当前模式的模型边录边转写，停止后整理成纪要。要停止，请点这个面板里的 ✓；键盘操作不会停止会议。
zh_hant: Yap 會錄下你的麥克風和其他 App 的聲音，用目前模式的模型邊錄邊轉錄，停止後整理成紀要。要停止，請點這個面板裡的 ✓；鍵盤操作不會停止會議。

source: Yap temporarily uses the clipboard to paste transcription. When enabled, it restores your previous clipboard content after the selected delay. When disabled, the pasted transcription stays on your clipboard.
de: Yap nutzt die Zwischenablage vorübergehend zum Einfügen der Transkription. Wenn aktiviert, wird der frühere Inhalt der Zwischenablage nach der gewählten Verzögerung wiederhergestellt. Wenn deaktiviert, bleibt die Transkription in der Zwischenablage.
fr: Yap utilise temporairement le presse-papiers pour coller la transcription. Lorsqu'il est activé, il restaure le contenu précédent de votre presse-papiers après le délai sélectionné. Lorsqu'elle est désactivée, la transcription collée reste dans votre presse-papiers.
zh_hans: Yap 会临时使用剪贴板来粘贴转写内容。打开后，它会在所选延迟后恢复你之前的剪贴板内容。关闭后，粘贴的转写内容会保留在剪贴板中。
zh_hant: Yap 會臨時使用剪貼簿來貼上轉錄內容。開啟後，它會在所選延遲後復原你之前的剪貼簿內容。關閉後，貼上的轉錄內容會保留在剪貼簿中。

source: Yap uses Accessibility to type transcriptions directly into any app.
de: Yap verwendet Bedienungshilfen, um Transkriptionen direkt in jede App einzugeben.
fr: Yap utilise Accessibility pour saisir des transcriptions directement dans n'importe quelle application.
zh_hans: Yap 使用辅助功能将转写内容直接输入到任何 App 中。
zh_hant: Yap 使用輔助功能將轉錄內容直接輸入到任何 App 中。

source: Yap uses LLMs to enhance transcripts and perform AI actions. Set up an API key before continuing.
de: Yap verwendet LLMs, um Transkripte zu verbessern und KI-Aktionen auszuführen. Richte einen API-Schlüssel ein, bevor du fortfährst.
fr: Yap utilise des LLM pour améliorer les transcriptions et effectuer des actions d'IA. Configurez une clé API avant de continuer.
zh_hans: Yap 使用大语言模型润色转写记录并执行 AI 操作。请先设置 API 密钥再继续。
zh_hant: Yap 使用大語言模型潤色轉錄記錄並執行 AI 操作。請先設定 API 金鑰再繼續。

source: Yap uses your microphone to capture your voice.
de: Yap verwendet dein Mikrofon, um deine Stimme aufzunehmen.
fr: Yap utilise votre microphone pour capturer votre voix.
zh_hans: Yap 使用你的麦克风来采集语音。
zh_hant: Yap 使用你的麥克風來採集語音。

source: Yearly Productivity
de: Jährliche Produktivität
fr: Productivité annuelle
zh_hans: 年度生产力
zh_hant: 年度生產力

source: Yesterday
de: Gestern
fr: Hier
zh_hans: 昨天
zh_hant: 昨天

source: You Control It
de: Du hast die Kontrolle
fr: Vous le contrôlez
zh_hans: 由你掌控
zh_hant: 由你掌控

source: You choose where your voice goes
de: Du entscheidest, wohin deine Stimme geht
fr: Vous choisissez où va votre voix
zh_hans: 你的声音去哪里，由你决定
zh_hant: 你的聲音去哪裡，由你決定

source: You made room for
de: Du hast Zeit geschaffen
fr: Vous avez libéré du temps pour
zh_hans: 你腾出了
zh_hant: 你騰出了

source: You saved
de: Du hast gespart
fr: Vous avez enregistré
zh_hans: 你已节省
zh_hant: 你已節省

source: You'll see the introduction screens again the next time you launch the app.
de: Beim nächsten App-Start werden die Einführungsbildschirme erneut angezeigt.
fr: Vous verrez à nouveau les écrans d'introduction la prochaine fois que vous lancerez l'application.
zh_hans: 下次启动 App 时，你会再次看到介绍页面。
zh_hant: 下次啟動 App 時，你會再次看到介紹頁面。

source: You're responsible for telling everyone in the meeting and getting their consent. Recording people without it can be against the law (in China, the EU and many US states, among others) or your company's rules.
de: Du bist dafür verantwortlich, alle im Meeting zu informieren und ihre Zustimmung einzuholen. Aufnahmen ohne Zustimmung können gegen Gesetze (u. a. in China, der EU und vielen US-Bundesstaaten) oder Firmenregeln verstoßen.
fr: Vous devez informer toutes les personnes présentes et obtenir leur consentement. Enregistrer sans consentement peut être illégal (notamment en Chine, dans l'UE et dans de nombreux États américains) ou contraire aux règles de votre entreprise.
zh_hans: 你有责任告知所有参会人并取得同意。未经同意录音可能违反法律（包括中国、欧盟和美国多个州等）或公司规定。
zh_hant: 你有責任告知所有參會人並取得同意。未經同意錄音可能違反法律（包括中國、歐盟和美國多個州等）或公司規定。

source: You're signed in. This account hasn't synced settings yet, so there's nothing to restore.
de: Du bist angemeldet. Dieses Konto hat noch keine Einstellungen synchronisiert, daher gibt es nichts wiederherzustellen.
fr: Vous êtes connecté. Ce compte n’a encore synchronisé aucun réglage, il n’y a donc rien à restaurer.
zh_hans: 已登录。这个账户还没有同步过设置，所以没有可恢复的内容。
zh_hant: 已登入。這個帳號還沒有同步過設定，所以沒有可復原的內容。

source: You've reached your monthly Yap Cloud spending cap. Raise it under Account to keep going.
de: Du hast dein monatliches Yap-Cloud-Ausgabenlimit erreicht. Erhöhe es unter „Konto“, um weiterzumachen.
fr: Vous avez atteint votre plafond de dépenses mensuel Yap Cloud. Relevez-le dans Compte pour continuer.
zh_hans: 本月 Yap Cloud 花费已达到你设的上限。在「账户」里调高上限后即可继续。
zh_hant: 本月 Yap Cloud 花費已達到你設的上限。在「帳號」裡調高上限後即可繼續。

source: You've spoken %1$@ in your last %2$lld dictations. Set to %1$@, each is about %3$@ s faster, but whole sentences in another language, or a switch mid-dictation, may come out wrong. You can go back to Auto-detect any time.
de: Deine letzten %2$lld Diktate waren auf %1$@. Fest auf %1$@ ist jedes etwa %3$@ s schneller, aber ganze Sätze in einer anderen Sprache oder ein Wechsel mitten im Diktat können falsch erkannt werden. Zurück zu „Automatisch erkennen“ geht jederzeit.
fr: Vos %2$lld dernières dictées étaient en %1$@. Réglé sur %1$@, chacune est plus rapide d'environ %3$@ s, mais une phrase entière dans une autre langue, ou un changement en cours de dictée, peut être mal reconnu. Retour à la détection automatique à tout moment.
zh_hans: 你最近 %2$lld 次都在说%1$@。固定成%1$@，每次大约快 %3$@ 秒；但整句说其他语言、或一次听写里中英切换时，可能识别得更差。随时可以改回自动检测。
zh_hant: 你最近 %2$lld 次都在說%1$@。固定成%1$@，每次大約快 %3$@ 秒；但整句說其他語言、或一次聽寫裡中英切換時，可能辨識得更差。隨時可以改回自動偵測。

source: Your API Key
de: Eigener API-Schlüssel
fr: Votre clé API
zh_hans: 自带 API Key
zh_hant: 內建 API Key

source: Your API key was rejected. Update it in Models.
de: Dein API-Schlüssel wurde abgelehnt. Aktualisiere ihn unter Modelle.
fr: Votre clé API a été refusée. Mettez-la à jour dans Modèles.
zh_hans: API 密钥被拒绝，请在「模型」页更新。
zh_hant: API 金鑰被拒絕，請在「模型」頁更新。

source: Your microphone isn't connected. Recording uses %@ until it's back.
de: Dein Mikrofon ist nicht verbunden. Bis es wieder da ist, wird mit „%@“ aufgenommen.
fr: Votre micro n’est pas connecté. L’enregistrement utilise « %@ » jusqu’à son retour.
zh_hans: 你选的麦克风没有连接。在它重新连接前，录音使用“%@”。
zh_hant: 你選的麥克風沒有連接。在它重新連接前，錄音使用「%@」。

source: Your OpenRouter Key
de: Eigener OpenRouter-Schlüssel
fr: Votre clé OpenRouter
zh_hans: 自带 OpenRouter Key
zh_hant: 內建 OpenRouter Key

source: Your Yap Cloud account was deleted.
de: Dein Yap-Cloud-Konto wurde gelöscht.
fr: Votre compte Yap Cloud a été supprimé.
zh_hans: Yap Cloud 账户已删除。
zh_hant: Yap Cloud 帳號已刪除。

source: Your Yap Cloud balance has run out. Add funds under Account to keep going.
de: Dein Yap-Cloud-Guthaben ist aufgebraucht. Lade unter „Konto“ Guthaben auf, um weiterzumachen.
fr: Votre solde Yap Cloud est épuisé. Ajoutez des fonds dans Compte pour continuer.
zh_hans: Yap Cloud 余额已用完,请在「账户」里充值后继续。
zh_hant: Yap Cloud 餘額已用完,請在「帳號」裡儲值後繼續。

source: Your Yap Cloud sign-in has expired. Sign in again under Account.
de: Deine Yap-Cloud-Anmeldung ist abgelaufen. Melde dich unter „Konto“ erneut an.
fr: Votre connexion Yap Cloud a expiré. Reconnectez-vous dans Compte.
zh_hans: 登录已过期，请在「账户」里重新登录。
zh_hant: 登入已過期，請在「帳號」裡重新登入。

source: Your dictated text will appear here.
de: Dein diktierter Text erscheint hier.
fr: Votre texte dicté apparaîtra ici.
zh_hans: 你听写的文字会显示在这里。
zh_hant: 你聽寫的文字會顯示在這裡。

source: Your enhanced message will appear here.
de: Deine verbesserte Nachricht erscheint hier.
fr: Votre message amélioré apparaîtra ici.
zh_hans: 润色后的内容会显示在这里。
zh_hant: 潤色後的內容會顯示在這裡。

source: Your formatted email will appear here.
de: Deine formatierte E-Mail erscheint hier.
fr: Votre e-mail formaté apparaîtra ici.
zh_hans: 整理好的邮件会显示在这里。
zh_hant: 整理好的郵件會顯示在這裡。

source: Your language change will take full effect after you quit and reopen Yap.
de: Die Sprachänderung wird vollständig wirksam, nachdem du Yap beendet und erneut geöffnet hast.
fr: Votre changement de langue prendra pleinement effet après avoir quitté et rouvert Yap.
zh_hans: 退出并重新打开 Yap 后，语言更改才会完全生效。
zh_hant: 退出並重新開啟 Yap 後，語言更改才會完全生效。

source: Your last dictation was edited since, so Yap left it alone.
de: Dein letztes Diktat wurde inzwischen bearbeitet, daher hat Yap es nicht verändert.
fr: Votre dernière dictée a été modifiée depuis, Yap n'y a donc pas touché.
zh_hans: 上一次听写之后被改过了，Yap 没有动它。
zh_hant: 上一次聽寫之後被改過了，Yap 沒有動它。

source: Your recent transcriptions will appear here.
de: Deine letzten Transkriptionen werden hier angezeigt.
fr: Vos transcriptions récentes apparaîtront ici.
zh_hans: 你最近的转录将显示在这里。
zh_hant: 你最近的轉錄將顯示在這裡。

source: Your remaining balance of %@ is not refunded and can't be recovered.
de: Dein Restguthaben von %@ wird nicht erstattet und kann nicht wiederhergestellt werden.
fr: Votre solde restant de %@ n'est pas remboursé et ne peut pas être récupéré.
zh_hans: 剩余余额 %@ 不退还，也无法恢复。
zh_hant: 剩餘餘額 %@ 不退還，也無法復原。

source: Your settings and transcripts stay on this Mac.
de: Deine Einstellungen und Transkripte bleiben auf diesem Mac.
fr: Vos réglages et transcriptions restent sur ce Mac.
zh_hans: 设置和转写记录都会保留在这台 Mac 上。
zh_hant: 設定和轉錄記錄都會保留在這台 Mac 上。

source: Your settings have been successfully exported to %@.
de: Deine Einstellungen wurden erfolgreich in %@ exportiert.
fr: Vos paramètres ont été exportés avec succès vers %@.
zh_hans: 你的设置已成功导出到 %@。
zh_hant: 你的設定已成功匯出到 %@。

source: Your shortcuts already match the defaults.
de: Ihre Kurzbefehle entsprechen bereits den Standardwerten.
fr: Vos raccourcis correspondent déjà aux valeurs par défaut.
zh_hans: 当前快捷键已经是默认值。
zh_hant: 目前快速鍵已經是預設值。

source: Your trial credit is almost used up. Add funds to keep dictating.
de: Dein Startguthaben ist fast aufgebraucht. Lade Guthaben auf, um weiter zu diktieren.
fr: Votre crédit d'essai est presque épuisé. Ajoutez des fonds pour continuer à dicter.
zh_hans: 体验额度快用完了，充值后即可继续听写。
zh_hant: 體驗額度快用完了，儲值後即可繼續聽寫。

source: Your trial credit is almost used up. At your pace, %@ lasts about %lld days.
de: Dein Startguthaben ist fast aufgebraucht. Bei deinem Verbrauch reichen %1$@ etwa %2$lld Tage.
fr: Votre crédit d'essai est presque épuisé. À votre rythme, %1$@ durent environ %2$lld jours.
zh_hans: 体验额度快用完了，充值 %1$@ 大约够用 %2$lld 天。
zh_hant: 體驗額度快用完了，儲值 %1$@ 大約夠用 %2$lld 天。

source: Your trial credit is almost used up. At your pace, %@ lasts more than a year.
de: Dein Startguthaben ist fast aufgebraucht. Bei deinem Verbrauch reichen %@ über ein Jahr.
fr: Votre crédit d'essai est presque épuisé. À votre rythme, %@ durent plus d'un an.
zh_hans: 体验额度快用完了，按你的用量，充值 %@ 够用一年以上。
zh_hant: 體驗額度快用完了，按你的用量，儲值 %@ 夠用一年以上。

source: dictation sessions
de: Diktatsitzungen
fr: sessions de dictée
zh_hans: 听写次数
zh_hant: 聽寫次數

source: e.g. Prakash, Yap
de: z. B. Prakash, Yap
fr: par ex. Prakash, Yap
zh_hans: 例如：Prakash, Yap
zh_hant: 例如：Prakash, Yap

source: e.g. Yap, OpenRouter
de: z. B. Yap, OpenRouter
fr: p. ex. Yap, OpenRouter
zh_hans: 例如：Yap、OpenRouter
zh_hant: 例如：Yap、OpenRouter

source: e.g. hello@example.com
de: z. B. hello@example.com
fr: p. ex. hello@example.com
zh_hans: 例如：hello@example.com
zh_hant: 例如：hello@example.com

source: e.g. my email, my mail
de: z. B. meine E-Mail, meine Mail
fr: par ex. mon email, mon courrier
zh_hans: 例如：my email, my mail
zh_hant: 例如：my email, my mail

source: enhancement
de: Verbesserung
fr: amélioration
zh_hans: 润色
zh_hant: 潤色

source: hours
de: Stunden
fr: heures
zh_hans: 小时
zh_hant: 小時

source: model
de: Modell
fr: modèle
zh_hans: 模型
zh_hant: 模型

source: models
de: Modelle
fr: modèles
zh_hans: 模型
zh_hant: 模型

source: models available
de: Modelle verfügbar
fr: modèles disponibles
zh_hans: 个可用模型
zh_hant: 個可用模型

source: my website link
de: mein Website-Link
fr: le lien de mon site internet
zh_hans: 我的网站链接
zh_hant: 我的網站連結

source: of focused work
de: für konzentriertes Arbeiten
fr: de travail concentré
zh_hans: 的专注工作时间
zh_hant: 的專注工作時間

source: or
de: oder
fr: ou
zh_hans: 或
zh_hant: 或

source: seconds
de: Sekunden
fr: secondes
zh_hans: 秒
zh_hant: 秒

source: selected
de: ausgewählt
fr: choisi
zh_hans: 已选中
zh_hant: 已選中

source: transcription
de: Transkription
zh_hans: 转写
zh_hant: 轉錄

source: transcription + enhancement
de: Transkription + Verbesserung
fr: transcription + amélioration
zh_hans: 转写 + 润色
zh_hant: 轉錄 + 潤色

source: with Yap
de: mit Yap
fr: avec Yap
zh_hans: 使用 Yap
zh_hant: 使用 Yap

source: with Yap over the last 30 days
de: mit Yap in den letzten 30 Tagen
fr: avec Yap au cours des 30 derniers jours
zh_hans: 过去 30 天使用 Yap
zh_hant: 過去 30 天使用 Yap

source: with Yap this week
de: mit Yap diese Woche
fr: avec Yap cette semaine
zh_hans: 本周使用 Yap
zh_hant: 本週使用 Yap

source: with Yap this year
de: mit Yap dieses Jahr
fr: avec Yap cette année
zh_hans: 今年使用 Yap
zh_hant: 今年使用 Yap

source: with Yap today
de: mit Yap heute
fr: avec Yap aujourd'hui
zh_hans: 今天使用 Yap
zh_hant: 今天使用 Yap

source: words captured
de: erfasste Wörter
fr: mots saisis
zh_hans: 记录的词数
zh_hant: 記錄的詞數

source: words dictated
de: Wörter diktiert
fr: mots dictés
zh_hans: 个词
zh_hant: 個詞
